"Mac QQ" = "QQ";
"Conversation with" = "会话 - %@";
"Login Failed" = "登录失败";
"Sign in again" = "重新登录";
"No Space In Detail" = "磁盘剩余空间不足，还需释放%luM空间才可继续进行消息记录升级";
"Msg Convert Error" = "消息升级转换错误";
"Decrypt Fail" = "升级失败！请确认您的消息记录文件与QQ号码相匹配";
"Corrupted History" = "检测到消息记录文件已损坏，请删除数据文件后再重新登录。";
"Delete Converting File" = "这是一个重要的文件，不能删除";
"OK" = "确定";
"Cancel" = "取消";
"Sign In" = "登录";
"Click here" = "点击这里";
"Offline Alerts" = "下线通知";
"Change Pwd" = "修改密码";
"Click OK to Terminate" = "点击「确定」将退出QQ。";
"Add Buddy Failed"="添加好友失败";
"Re-select the location" = "重新选取位置";
"Not Specified"="不限";
"Male"="男";
"Female"="女";
"Online" = "在线";
"Busy" = "忙碌";
"Away" = "离开";
"Invisible" = "隐身";
"Offline" = "离线";
"Need Validate Code! Not supported by current version" = "需要验证码，但目前版本还不支持";
"Faild" = "失败";
"Error" = "错误";
"need  validate code! not support now!" = "需要验证码，但目前版本还不支持";
"Finger Group Error!" = "查找失败!";
"Owner has set Refuse you to add to the group" = "管理员已拒绝了您的加群请求";
"You are already a member of the group" = "您已经是该群的成员，不能重复添加";
"QQ Account can't be NULL" = "您输入的帐号不能为空";
"qq account not valid" = "您输入的号码有误，请重新输入";
"Group Number not Invalid" = "您输入的群号码有误，请重新输入";
"Add Contact Error!" = "添加好友失败";
"Can't add your self" = "不能添加自己为好友";
"Error when Add user" = "添加群成员失败";
"Error opening URL" = "打开链接失败";
"Delete Contact" = "删除联系人";
"Failed to send: the size of '%@' is over 4G" = "文件'%@'大于4G,不能发送离线文件.";
"This directory can't be wirtten. Please specify another one." = "该目录无法写入，请重新设置.";
"This directory does not exit. Please specify another one." = "该目录不存在，请重新设置.";
"Unknown" = "未知";
"(Empty)" = "(空)";
"Folder Transfer Unsupported Tip" = "对方给你发送了文件夹\"%@\",但本次版本暂未支持接收文件夹功能";
"Fail to Connect Proxy Server" = "无法连接到代理服务器";
"Connet Proxy Server Successfully" = "代理服务器正常";
"Are You sure you want delete " = "您确定要删除下列联系人 ";
"HotKeys Conflict, Please Reset." = "热键冲突, 请重新设置.";
"Invalid Hotkey, Please reset." = "无效快捷键，请重新设置";
"HotKey Conflict With Default, Please Reset." = "与其它默认热键冲突，请重新设置";
"Are you sure to delete system messages?" = "您确定要删除系统消息?";
"Are you sure to delete the message history with this contact?" = "您确定要删除此联系人的消息记录?";
"Are you sure to delete the message history of these contacts?" = "您确定要删除这些联系人的消息记录?";
"Are you sure to delete the message history with this group?" = "您确定要删除此群的消息记录?";
"Are you sure to delete the message history with this discussion group?" = "您确定要删除此讨论组的消息记录?";
"Are you sure to delete selected message history?" = "您确定要删除选中的消息记录?";
"Error when Rename friend" = "修改备注名称失败";
"Also delete my self from his/her friend list" = "同时将我从对方联系人列表中删除";
"Your network connection is broken" = "连接已断开";
"Waiting resignin" = "重新登录中";
"Add as friend" = "加为好友";
"accepted your request" = "接受您的请求";
" accepted your request" = "接受您的请求";
"added you as a contact" = "添加您为好友";
" added you as a contact" = "添加您为好友";
"declined your request" = "拒绝您的请求";
" declined your request" = "拒绝您的请求";
"accepted your request and add you as a contact" = "接受并添加您为好友";
" accepted your request and add you as a contact" = "接受并添加您为好友";
"User %lu %@" = "用户 %lu %@";
"%lu want to add you as a QQ contact. \n %@" = "%lu 请求添加您为好友. \n %@";
"Not support of Picture" = "目前版本暂不支持自定义图片";
"Login Timeout" = "登录超时";
"Login ExceedQQNum" = "您登录的QQ数量已经达到了上限。";
"Server request new encrypt method to login " = "需要使用新的加密方式登录 ";
"China" = "中国";
"Please enter a valid ID" = "请输入正确的帐号";
"Please input your password" = "请输入密码后再登录";
"SearchContactTip" = "查找";
"SearchContactOperTip" = "输入QQ号码、姓名/昵称、拼音查找好友和群";
"The contact invite you to audio communication, but this version does not support yet" = "对方向您发起语音会话，但目前版本还不支持";
"The contact invite you to video communication, but this version does not support yet" = "对方向您发起视频会话，但目前版本还不支持";
"The contact try to send you a file, but this version does not support to receive" = "对方向您发起传文件请求，但目前版本还不支持";
"The contact try to make long connection with you, but this version does not support" = "对方向您发起长连接请求,但目前版本还不支持";
"The contact ask you for remote help, but this version does not support to receive" = "对方向您发起远程协助请求,但目前版本还不支持";
"Search contacts" = "查找/添加联系人";
"Open my mailbox" = "打开我的邮箱";
"Open message manager" = "打开消息管理器";
"open QQ for Mac Blog" = "打开我的Qzone";
"Settings" = "打开应用设置";
"View message history" = "查看消息记录";
"Send pictures" = "发送图片";
"Screen shots" = "捕捉屏幕";
"Send a Nudge to your contact" = "发送窗口抖动";
"Contacts" = "联系人分组";
"Groups" = "群";
"Recent contacts" = "最近联系人";
"Select an emoticon" =  "选择表情";
"Set font color and format" = "设置字体颜色和格式";
"Show group list" = "显示群成员";
"Hide group list" = "隐藏群成员";
"Show discussion list" = "显示讨论组成员";
"Hide discussion list" = "隐藏讨论组成员";
"Discussion(%@)(%lu)" = "讨论组(%@)(%lu人)";
"NFCDiscussion(%@)" = "网内讨论组(%@)";
"CreateDiscuss" = "创建讨论组";
"Subject - %@" = "主题 : %@";
" Want to join group: " = " 请求加入群: ";
"Notice: Links in the message are possibly unsafe. We have removed them. Please click here " = "警告:该消息包含的链接可能存在潜在的不安全因素，已经被 ";
"Security center " = "QQ安全中心 ";
"http://safe.qq.com/cgi-bin/url_main_web?" = "http://safe.qq.com/cgi-bin/url_main_web?";
"Please click here to block the link contained in the message you receive. " = "过滤，请点这里.  ";
"View details" = "查看详情";
"http://safe.qq.com/cgi-bin/url_detail?clientuin=%lu&clientkey=%s&urlid=%lu" = "http://safe.qq.com/cgi-bin/url_detail?clientuin=%lu&clientkey=%@&urlid=%lu";
"Connection Broken" = "网络故障";
"My Friends" = "联系人";
"My Device" = "我的设备";
"My Groups" = "群";
"My Discuss" = "讨论组";
"System Message" = "系统消息";
"Delete" = "删除";
"Delete message" = "删除消息";
"Refresh" = "刷新";
"Refresh Display" = "刷新显示";
"Roam configure" = "漫游设置";
"Request&Notice" = "请求与通知";
"Group %lu Admin %lu passed you request" = "群%lu管理员%lu通过您的请求";
"Group %lu Admin %lu reject you request" = "群%lu管理员%lu拒绝您的请求";
"\nAdditonal message:%@" = "\n附加信息:%@";
"%@ requests to add you as a contact" = "%@ 请求加您为好友。";
"Messages" = "消息";
"Block Group" = "接收不提醒的群";
"QQ Mail" = "QQ 邮箱";
"QZone" = "QQ 空间";
"You have been removed by administrator %@ from group %@" = "您被管理员%@从群%@移出";
"AddBuddy_HasBeenYourBuddy" = "对方已经是您的好友";
"AddBuddy_UnkownError" = "未知错误";
"Failed to load verification info" = "读取验证码失败";
"Load verification code timeout" = "读取验证码超时";
"Verification time out" = "验证码验证超时";
"Verification code error" = "验证码错误";
"Unknown network error" = "未知网络错误";
"Failed to be verified" = "验证码验证失败";
"Wrong answers." = "答案错误。";
"Your request is declined" = "对方拒绝被添加为好友";

"Move Contact Failed" = "移动好友失败";
"Move Group Failed" = "移动群失败";
"Modify Personal profiles" = "修改个人资料";
"The selected group will be deleted. Contacts in the group will be moved to the default group. Are you sure to delete this group?"="选定的分组将被删除，组内联系人将会移至最上方的系统默认分组。您确定要删除该分组吗？";
"Delete group" = "删除分组";
"The selected group will be deleted. Groups in the folder will be moved to the default folder. Are you sure to delete this folder?"="选定的群分组将被删除，组内的QQ群将会移至最上方的系统默认群分组。您确定要删除该群分组吗？";
"Age must be an integer between 1 and 119." = "年龄必须在1至119之间，请重新输入。";
"Email address is not correct." = "Email格式不正确，请重新输入。";
"Failed to edit information." = "修改资料失败。";
"Set group card timeout." = "操作超时。";
"Set group member timeout." = "操作超时。";
"Set group basic info timeout." = "操作超时。";
"Set group message receiving mode timeout." = "操作超时。";
"Set group identity verification mode timeout." = "操作超时。";
"Group settings - %@" = "群设置 - %@";
"Group settings" = "群设置";
"Group sharing" = "群共享";
"You have quitted the group %@(%lu)" = "您已成功退出群%@(%lu)";
"Set group administrator timeout." = "操作超时。";
"Set group administrator failed." = "设置群管理员失败。";
"Cancel admin" = "删除管理员";
"Grant admin" = "设置管理员";
"This operation will remove the contact from the group. Are you sure to continue?" = "此操作将使该用户从本群中移除，确认是否继续？";
"Are you sure to quit the group?" = "您真的要退出该群吗？";
"Date" = "日期";
"Page: %@" = "第%@页";
"Page: %lu" = "页/%lu页";
"Network Setting" = "网络设置";
"Proxy Type" = "类型:";
"IP Address" = "地址:";
"Port" = "端口:";
"Username" = "用户名:";
"Password" = "密码:";
"Domain" = "域:";
"Test Proxy" = "测试";
"Proxy Not Used" = "不使用代理";
"NewFeature" = "NewFeatureForChinese";
"HTTP Proxy" = "HTTP代理";
"SOCKS5 Proxy" = "SOCKS5代理";
"IDS_GROUP_WANTJOIN_1" = "$1<$MEMNAME$$>申请加入群$2<$GNAME$($GID$)$>$CRLF$附加信息:($TIME$)$CRLF$$STRMSG$";
"IDS_GROUP_ADMINCANCELa" = "您已经被取消群$2<$GNAME$($GID$)$>的管理员身份。";
"IDS_GROUP_ADMINCHANGEa" = "您已经成为群$2<$GNAME$($GID$)$>的管理员。";
"IDS_GROUP_SHARDHOLDERa" = "您已经成为群$2<$GNAME$($GID$)$>的股东。";
"IDS_GROUP_SHARDHOLDER_CANCELa" = "您在群$2<$GNAME$($GID$)$>的股东身份已经过期。";
"IDS_GROUP_ADMINCANCELb" = "$1<$MEMNAME$$>已经被取消群$2<$GNAME$($GID$)$>的管理员身份。";
"IDS_GROUP_ADMINCHANGEb" = "$1<$MEMNAME$$>已经成为群$2<$GNAME$($GID$)$>的管理员。";
"IDS_GROUP_SHARDHOLDERb" = "$1<$MEMNAME$$>已经成为群$2<$GNAME$($GID$)$>的股东。";
"IDS_GROUP_SHARDHOLDER_CANCELb" = "$1<$MEMNAME$$>在群$2<$GNAME$($GID$)$>的股东身份已经过期。";
"IDS_GROUP_CREATORSHIFT_SELF_1" = "您已经成功将群$2<$GNAME$($GID$)$>的群主身份转让给$1<$MEMNAME$$>。";
"IDS_GROUP_CREATORSHIFT_1" = "$2<$GNAME$($GID$)$>的群主$1<$MEMNAME$$>已将该群转让给您，现在您为该群的群主。";
"IDS_GROUP_CREATORSHIFT_3" = "$1<$MEMNAME$$>已将$2<$GNAME$($GID$)$>的群主身份转让给$3<$ADMNAME$$>。";
"IDS_GROUP_MEMEXIT_SELF" = "您已经成功退出群。";
"IDS_GROUP_MEMEXIT_EXIT" = "$1<$MEMNAME$$>退出群$2<$GNAME$($GID$)$>。";
"IDS_GROUP_MEMEXIT_ADMIN" = "$2<$GNAME$($GID$)$>管理员$1<$MEMNAME$$>已将您移出该群。";
"IDS_GROUP_MEMEXIT_ADMIN2" = "$1<$MEMNAME$$>已被管理员$3<$ADMNAME$$>移出群$2<$GNAME$($GID$)$>。";
"IDS_GROUP_DESTORY_SELF" = "您已经成功地解散了群$2<$GNAME$($GID$)$>。";
"IDS_GROUP_DESTORY" = "您已经成功地解散了群$2<$GNAME$($GID$)$>。";
"IDS_GROUP_NEWGROUP" = "您已经成功创建群$2<$GNAME$($GID$)$>，马上邀请您的好友加入吧。";
"IDS_GROUP_NEWGROUP_1" = "$1<$MEMNAME$$>创建了群$2<$GNAME$($GID$)$>，群主将您加入该群中。";
"IDS_GROUP_NEWMEMBER_1" = "$2<$GNAME$($GID$)$>管理员$1<$MEMNAME$$>已通过您的加群请求。";
"IDS_GROUP_NEWMEMBER_INVITE_1" = "您已经加入群$2<$GNAME$($GID$)$>，邀请者为$1<$MEMNAME$$>。";
"IDS_GROUP_ACCEPTJOIN_1" = "$2<$GNAME$($GID$)$>管理员$1<$MEMNAME$$>已通过您的加群请求。";
"IDS_GROUP_REJECTJOIN_1" = "$2<$GNAME$($GID$)$>管理员$1<$MEMNAME$$>已拒绝了您的加群请求。%s拒绝理由: %s";

"AddBuddy_AskToBeAdded" = "%ls请求添加您为好友";
"AddBuddy_Addtional" = "附加信息:";
"AddBuddy_Accept" = "%ls接受了您的添加请求";
"AddBuddy_AddYou" = "%ls添加您为好友";
"AddBuddy_YouRequesWasDeclined" = "%ls拒绝了您的添加请求";
"AddBuddy_AcceptAndAdd" = "%ls接受了您的添加请求并添加您为好友";

"CF_SEND_C2CMSG_FAILED" = "可能由于网络原因，\"%ls\"的消息发送失败。";

"AddMeValidateQuestion1" = "我的email地址？";
"AddMeValidateQuestion2" = "我的车的牌子？";
"AddMeValidateQuestion3" = "我的电话号码？";
"AddMeValidateQuestion4" = "我的手机号码？";
"AddMeValidateQuestion5" = "我的真实名字？";
"AddMeValidateQuestion6" = "我公司的名字？";

"Finger_TimeOut" = "查找超时。";
"Finger_UnkownError" = "未知错误。";
"ReadValidInfoTimeOut" = "读取验证码超时";
"SaveSetTimeOut" = "网络超时，保存设置失败";
"SaveSetFailed" = "保存设置失败。";
"Privacy" = "隐私";
"General" = "通用";
"AIOWindow" = "会话窗口";
"Refuse Reason" = "拒绝理由: ";
"Save As..." = "另存为...";
"Fail to save image" = "文件写入失败";
"Save Error" = "保存失败";

"I Know" = "我知道了";
"complete" = "完成";

"Please enter a display name:" = "请输入备注姓名";
"Edit display name" = "修改备注姓名";
"Please enter folder name:" = "请输入分组名称";
"Please enter discussion title:" = "请输入讨论组主题";
"Rename Folder" = "重命名分组";
"Insert Folder" = "插入分组";

"Receive with alert" = "接收并提醒消息";
"Auto pop-up messages" = "自动弹出消息";
"Only show message quantity" = "来消息时只显示消息数目";
"Receive without alert" = "接收但不提醒消息";
"Block all group messages" = "阻止一切群消息";
"Alert new message" = "接收并提醒消息";
"Do not alert new message" = "接收不提醒消息";

"Cut" = "剪切";
"Copy" = "拷贝";
"Paste" = "粘贴";

"Big Icon" = "大头像";
"Small Icon" = "小头像";

"SignUpPage" = "http://freeqqm.qq.com/";
"AccountPage" = "http://aq.qq.com/cn/findpsw/findpsw_index";

"Send a request" = "等待%@接收文件请求";
"Receive a request" = "%@向你发送文件";
"Send Files" = "发送文件";
"Send File" = "发送文件";
"The full path of the file is too long, failed to send it" = "文件全路径太长，发送失败";
"File name is too long, failed to send" = "文件名称过长，发送失败";
"Hide Files Drawer" = "隐藏文件抽屉";
"Show Files Drawer" = "显示文件抽屉";
"Clean All the Finished Tasks" = "清除所有已完成任务";
"Close Coversation Window" = "关闭会话窗口";
"File transferring will be stopped as the window closed. Are you sure to close it?" = "如果关闭窗口，将会中止文件传送。是否关闭窗口？";
"Quit QQ" = "退出 QQ";
"You may not quit QQ when files are transferring." = "您尚有文件未传输完成，确认退出吗？";
"Change Account" = "切换帐号";
"Are you sure to sign in with a different ID?" = "您确定要退出，更换其他帐号登录吗？";
"Notification" = "消息通知";
"Ignore" = "忽略";
"Show all" = "查看全部";
"Main panel" = "主面板";
"Show In Finder" = "在Finder中显示";
"Are you sure to quit the Discuss?" = "您真的要退出该讨论组吗?";
"members" = "人";
"Accept" = "接受";
"Reject" = "拒绝";
"invites you on a video talk" = "邀请您进行视频会话";
"Add Dicscussion Group Members" = "添加讨论组成员";
"Quit Dicscussion Group" = "退出讨论组";
"Modify Discussion Title" = "修改讨论组主题";
"Create New Discussion Failed" = "创建讨论组失败";
"No more than 50 persons can be added fro each discussion group." = "对不起，已选联系人已超过讨论组人数上限，临时讨论组最多支持50人。";
"Reach the pepole limit." = "已经达到讨论组50人上限。";
"Exited discussions(%u)" = "已退出的讨论组(%u)";
"Exited groups(%u)" = "已退出的群(%u)";
"Exited discussions" = "已退出的讨论组";
"Disband Group" = "解散该群";
"Are you sure to disband the group?" = "您真的要解散该群吗?";
"Add to emotion" = "添加为表情";
"Emotion Manager" = "管理表情";
"History Emotion" = "常用表情";
"System Emotion" = "系统";
"Customize Emotion" = "个人收藏";
"History Emotion" = "常用表情";
"Small Group Icon" = "小图标";
"Big Group Icon" = "大图标";

"Create Failed" = "创建失败";
"Max Limited" = "已达到最大分组数量";
"System Error" = "系统错误";

"This buddy has been your friend" = "对方已经是你的好友";
"Move to Block list" = "移至黑名单";
"Are you sure you want to move this contact to your Block list?" = "您确定将以下联系人移至黑名单吗？";
"Convert Tip" = "消息记录升级大约需要%d分钟，请您耐心等候";

"Operation Error" = "操作失败";
"Max Name Length" = "名称超出限制";
"Network error, could not quit the discussion!" = "网络异常，退出讨论组失败!";
"Network error, could not create the discussion!" = "网络异常，创建讨论组失败!";

"Show the contact's chatting the window" = "显示与好友的聊天窗口";
"Hide small window" = "关闭小窗口";
"Show small window" = "显示小窗口";
"Click to mute" = "麦克风静音";
"Click to unmute" = "恢复麦克风";
"Full-screen" = "全屏模式";
"Normal-screen" = "普通模式";
"End" = "挂断";
"start video chat" = "发起视频邀请";
"start audio chat" = "发起语音邀请";
"Request failed" = "发送失败";
"The video equipment is on process" = "其他程序正在使用视频，不能发起视频请求";
"The audio equipment is on process" = "其他程序正在使用麦克风，不能发起视频请求";
"You have cancelled the request" = "您已取消视频请求";
"You have cancelled the audio request" = "您已取消音频请求";
"Audio_You have cancelled the request" = "您已取消语音请求";
"The contact cancelled the request" = "对方已取消视频请求";
"Audio_The contact cancelled the request" = "对方已取消语音请求";
"The contact is busy now" = "对方无响应";
"is inviting you for a video chat" = "邀请您进行视频通话";
"Refuse" = "拒绝";
"Accept" = "接受";
"voice-enabled chat" = "邀请您进行语音会话";
"Voice-enabled chat won’t send video information" = "语音会话不发送视频";
"You have refused the video chat request" = "您已拒绝视频请求";
"Time out" = "请求超时";
"You have hangged up it. It’s %u hour %u min %u sen total." =  "您终止了视频通话，通话时长%u小时%u分%u秒";
"You have hangged up it. It’s %u min %u sen total." =  "您终止了视频通话，通话时长%u分%u秒"; 
"You have hangged up it. It’s %u sen total." =  "您终止了视频通话，通话时长%u秒";
"The contact has hangged up it. It’s %u hour %u min %u sen total." = "对方终止了视频通话，通话时长%u小时%u分%u秒"; 
"The contact has hangged up it. It’s %u min %u sen total." = "对方终止了视频通话，通话时长%u分%u秒";
"The contact has hangged up it. It’s %u sen total." = "对方终止了视频通话，通话时长%u秒"; 

"Audio_You have hangged up it. It’s %u hour %u min %u sen total." =  "您终止了音频通话，通话时长%u小时%u分%u秒";
"Audio_You have hangged up it. It’s %u min %u sen total." =  "您终止了音频通话，通话时长%u分%u秒"; 
"Audio_You have hangged up it. It’s %u sen total." =  "您终止了音频通话，通话时长%u秒";
"Audio_The contact has hangged up it. It’s %u hour %u min %u sen total." = "对方终止了音频通话，通话时长%u小时%u分%u秒"; 
"Audio_The contact has hangged up it. It’s %u min %u sen total." = "对方终止了音频通话，通话时长%u分%u秒";
"Audio_The contact has hangged up it. It’s %u sen total." = "对方终止了音频通话，通话时长%u秒"; 

"You are on the video chat. Really want to quit it?" = "您正在视频会话中，真的要退出吗?";
"Request conflicts. Please try again." = "双方视频请求冲突，请稍后重试";
"Audio_Request conflicts. Please try again." = "双方语音请求冲突，请稍后重试";
"The contact's QQ version is too low" = "请提醒好友升级到最新版本畅快聊天";
"You are on a video chat" = "您正在视频通话中";
"You are on a audio chat" = "您正在语音通话中";
"Prompt" = "提示";
"The contact refused the request" = "对方已拒绝视频请求";
"Audio_The contact refused the request" = "对方已拒绝语音请求";
"Connecting" = "正在建立连接";
"Waiting for the reply" = "等待对方接受邀请";
"Transmission" = "等待对方视频传送";
"Find group ok button" = "好";
"YES" = "好";
"YES_OK" = "好";
"Yes" = "好";
"Confirm" = "确认";
"NO" = "否";
"is inviting you for an audio chat" = "邀请您进行语音会话";

"Wrong number" = "输入错误";
"Verification code is invalid" = "请重新输入验证码";

"Show in Contacts" = "在联系人列表中显示";

"You are not online" = "您已离线，请登录后再查找";
"You are not online, retry" = "您已离线，请登录后再添加";
"You are not online, please login then send video" = "您已离线，请登录后再发送视频请求.";
"You are not online, please login then send audio" = "您已离线，请登录后再发送语音请求.";

"User are CRM, refused the video request" = "对方为企业QQ，可能无法接收到您的视频请求.";
"User are CRM, refused the audio request" = "对方为企业QQ，可能无法接收到您的语音请求.";

"Disconnected" = "连接失败";
"Closed or Disconnected" = "对方终止了视频通话或网络中断";
"Audio_Closed or Disconnected" = "对方终止了视频通话或网络中断";
"Face Error 1" = "您添加的自定义表情数量超过最大限制";
"Face Error 2" = "文件名含有特殊字符";
"Face Error 3" = "文件读取错误";
"Face Error 4" = "您添加的自定义表情已经存在";
"Face Error 5" = "您添加的表情图片尺寸太大，无法添加";
"Face Error 6" = "图片可能不完整或已损坏，无法添加到表情列表";
"You can't send files while offline" = "您已离线，请上线后再发送文件.";
"Nudge is not available because you are offline." = "您已经处于离线状态，无法发送窗口抖动，请上线后再次尝试";
"You can't create discussions while offline" = "您已离线，请上线后再创建讨论组.";
"as the using version of the contact is out-of-date, the video invitation has failed." = "因为对方版本过低，对方向您发起的视频会话连接失败";

"Add contact" = "添加好友";
"Success to add a contact" = "成功添加对方为好友";
"Tips" = "提示";
"Please add the contact first and then send messages." = "您需要添加对方为好友，才能给对方发送会话消息。";
"Failed to connect video call: the current version of the contact is out-of-date" = "因为对方版本过低，对方向您发起的视频会话连接失败";
"Failed to connect audio call: the current version of the contact is out-of-date" = "因为对方版本过低，对方向您发起的语音会话连接失败";
"The contact is playing a recorded-video now" = "对方正在播放录像，非真实在线视频";
"nonsupport password ticket" = "您的帐号设置了QQ登录保护，登录时需要验证密保资料。当前版本暂不支持此功能。";
"The contact is playing a recorded-video now" = "对方正在播放录像，非真实在线视频";
"From:%@" = "来自:%@";
"Founder: %@" = "创建人: %@";
"/%dPages" = "/%d  页";
"Question 1" = "问题1: ";
"Question 2" = "问题2: ";
"Question 3" = "问题3: ";
"Welcome to QQ" = "欢迎使用QQ";
"Edit profile" = "修改个人资料";
"Change profile picture" = "修改头像";
"Change nickname" = "修改昵称";
"Change personal message" = "修改个签";
"Change display name" = "修改备注";
"Failed to change the profile" = "修改资料失败";
"Failed to change the display name" = "修改备注失败";
"Failed to change the picture" = "头像更换失败";
"Network error." = "网络已断开，";
"Network error.Try it later" = "网络繁忙，请稍后重试";
"Network timeout.Try it later" = "网络超时，请稍后重试";
"System error." = "系统繁忙，";
"edit personal message" = "输入个性签名";
"edit description" = "输入个人说明";
"You are offline. Failed to change the profile" = "您已离线, 修改资料失败";
"QQ Token"="QQ令牌";
"Mobile Token"="手机令牌";
"PwdGuard Card"="密保卡";
"PwdGuard Mobile"="密保手机";
"QQ Token Tip"="请您使用QQ令牌，通过按钮获取%d位数字动态密码并填入下框中：";
"PwdGuard Mobile Tip"="请编辑短信“%@”发送到%@，将收到的8位数字验证码填入下框中：";
"Mobile Token Tip"="请您运行手机上的手机令牌软件，将屏幕上显示的6位数字动态密码填入框中：";
"New QQ Token Tip"="请输入令牌上的动态密码。";
"New PwdGuard Mobile Tip"="1.请使用密保手机(%@)\n2.编辑短信 %@ \n发送到 %@ 以获取验证码";
"New Mobile Token Tip"="打开QQ安全中心手机版，将6位动态密码填入输入框。";
"Step Back" = "<上一步";
"Other Check" = "其它验证方式";
"You Have Open Lock" = "您已开启设备锁";
"Use Lock" = "使用";
"Scan QRCode" = "扫描二维码";
"QQ Mobile" = "QQ手机版";
"ServerTime Format" = "%Y年%m月%d日 %H:%M:%S";
"Get EMPKPic Failed" = "密保卡坐标图片下载失败，请重新验证";
"Verify Failed" = "无法通过%@验证。";
"open Tencent Weibo" = "打开我的腾讯微博";

"Check for Updates..." = "检查更新...";
"Checking for Updates..." = "正在为您检查QQ更新...";
"Checking" = "正在更新";
"Cancel" = "取消";
"An error occured" = "更新遇到问题";
"There is a problem checking updates for QQ, please retry later." = "在检查更新的过程中遇到了一个问题。请稍后再试。";
"Retry" = "重试" ;
"Fail to connect to update server" = "无法连接到更新服务器。";
"Connection timeout, Please your network, or retry later." = "连接服务器超时，请检查您的网络是否可用，或者请稍后重试。";
"You are already using the latest version." = "你已在使用最新版本。";
"%@ is currently the newest version available." = "QQ %@ 已是目前最新的版本。";
"Never Remind me updates from official site" = "不要提醒我来自官方网站的更新";
"You can choose to receive latest updates from official site, or only receive stable updates from App Store" = "您可以选择优先从官网获取最新的版本信息，或者您可以选择只从App Store获取稳定版本的更新信息";
"Software Update" = "版本更新";
"A new version of QQ is available on official site." = "QQ for Mac有更新!";
"There is a new version of QQ %@ on official site, <a href='%@'>click here</a> to view more details about this version." = "最新版QQ for Mac %@ 已在官网发布更新了, 您现在的版本是%@. 是否立即下载？";
"There is a new version of QQ %@ on App Store, <a href='%@'>click here</a> to view more details about this version." = "App Store已有新版本QQ %@ 可用，<a href='%@'>点击此处</a>了解有关此版本更新的详细信息。"; 
"Don’t Remind me updates from Official Site (You could change this setting later in Preference)" = "不要提醒我来自官方网站的更新(您可以在偏好设置中修改此设置)";
"Skip This Version" = "忽略此版本更新";
"Remind Me Later" = "以后提醒";
"Download Update" = "前往下载";
"A new version of QQ is available on App Store." = "检测到App Store有新版本可用，是否立即下载？"; 
"You should set at least one question in the list." = "需要设置至少一个问题。";
"Can not apply settings" = "设置失败";
"Click to edit" = "编辑个性签名";
"Face Edit Tips" = "表情管理";
"Custom Face Added" = "添加表情成功";
"Custom Face Added Conform" = "我知道了";
"Time Remain" = "-剩余:";
"Time Remain Max" = "23:59:59+";
"Transfer Speed" = "%@/S";
"has sent you a nudge." = "抖了你一下！";
"Integrated chat window" = "QQ聊天窗口";

"New messages from $2" = "来自$2的未读消息";
"New messages from $2,$3" = "来自$2、$3的未读消息";
"New messages from $2,$3,$4..." = "来自$2、$3、$4等的未读消息";

"AudioClose" = "语音通话结束";
"Audio_Transmission" = "跳入计时界面";
"Audio_Connecting" = "等待对方接受邀请\n";
"Audio_Connecting_ReceiveAccept" = "对方已接受邀请，请稍候";
"Audio_Waiting for the reply" = "等待对方音频传送\n";
"You are on the audio chat. Really want to quit it?" = "您正在音频会话中，真的要退出吗?";
"You have refused the audio chat request" = "您已拒绝音频请求";
"Audio Time out" = "对方无响应";
"Buddy come from %@ %@" = " %2$@ %1$@";
"Emoticon" = "[表情]";
"Image" = "[图片]";
"File" = "文件";
"Sound" = "[语音]";
"As your group member list is full, you can't add any more contacts." = "已经达到最大人数。";
"You are Offline" = "您已经离线，请登录后重试。";
"Offline title" = "无法提交设置到服务器";
"Group name can not be empty." = "群名称不能为空。";
"You have %u messages unread. Sure to quit?" = "您有%u条未读消息。真的要退出吗？";
"remind_view_eg_mouseover.png" = "remind_view_mouseover";
"remind_ignore_eg_mouseover.png" = "remind_ignore_mouseover";
"remind_view_eg.png" = "remind_view";
"remind_ignore_eg.png" = "remind_ignore";
"reshake_nor.png" = "reshake_nor_cn";
"reshake_prs.png" = "reshake_prs_cn";
"reshake_hov.png" = "reshake_hov_cn";
"floatbox_button_mousedown_accept.png" = "floatbox_button_mousedown_accept_cn";
"floatbox_button_mouseover_accept.png" = "floatbox_button_mouseover_accept_cn";
"floatbox_button_normal_accept.png" = "floatbox_button_normal_accept_cn";
"floatbox_button_mousedown_reject.png" = "floatbox_button_mousedown_reject_cn";
"floatbox_button_mouseover_reject.png" = "floatbox_button_mouseover_reject_cn";
"floatbox_button_normal_reject.png" = "floatbox_button_normal_reject_cn";
"cf picture oversize check" = "发送消息中包含的图片的大小超过5M，将采取发送文件方式发送";
"Call main panel" = "QQ面板";
"No unread msg number" = "无未读会话";
"Unread msg number" = "个未读会话";
"Single unread msg number" = "个未读会话";
"QQ Status" = "状态";
"QQ Status Online" = "在线";
"QQ Status Busy" = "忙碌";
"QQ Status Away" = "离开";
"QQ Status Invisible" = "隐身";
"QQ Status Offline" = "离线";

"Locale Identifier" = "zh_CN";
"typing" = "正在输入";

"Don't show this again" = "不再提醒";

"Failed to add" = "添加失败";
"Evaluation copy" = "内测版本 请勿外传";
"Continue" = "继续";
"Send" = "发送";
"Folder tranfer error Tips" = "由于下列原因，本次传输中部分文件可能会发送失败，请确认是否继续发送。";
"Screen Capture Guid" = "拖动鼠标选取要分享的屏幕区域 (Esc键退出选取)";
"Folder tranfer error msg" = "由于下列原因，下列文件发送失败。";
"Folder tranfer error msg remind" = "由于网络等原因，部分文件传输失败，";
"Installation path error" = "QQ安装目录含有特殊字符，无法正常使用，请重新安装在合适的路径后再运行。";
"Click to view details" = "点击查看详情";
"Click Details" = "点击查看详情";
"Screen Capture Guid FontName" = "华文黑体";
"Screen Capture Start Button Image Name" = "ScreenCapture_StartButton_Chinese";
"Screen Capture Start Button Image Name1" = "ScreenCapture_StartButton1_Chinese";

"All Contacts" = "全部联系人";
"NFC Contacts" = "网内联系人";
"All Chat" = "全部会话";
"Poly Chat" = "多人会话";
"All TempChat" = "全部临时会话";
"Discussion" = "讨论组";
"NFC Discussion" = "网内讨论组";
"System Message" = "系统消息";
"Group System Message" = "群系统消息";
"Validate Message" = "验证消息";
"Remove Selected Msg" = "删除选中聊天记录";
"Select All" = "全部选择";
"Recent Week" = "最近一周";
"Recent Three Months" = "最近三个月";
"Recent Year" = "最近一年";
"Recent All" = "全部";
"Search Count" = "找到%u个结果";
"Delete Buddy Msg" = "删除该联系人记录";
"Delete Group Msg" = "删除该群记录";
"Delete Group SysMsg" = "删除该群系统消息";
"Delete Discuss Msg" = "删除该讨论组记录";
"Delete Mix Msg" = "删除聊天记录";
"Send Instant Msg" = "发送即时消息";
"Watch the Details" = "查看资料";
"Watch the SysMsg" = "查看";

"Search" = "搜索";
"Search Menu" = "搜索菜单";
"No recent searches" = "无最近搜索";
"Recents" = "最近搜索";
"Clear Search History" = "清除搜索记录";
"Search Your Msg" = "搜索消息记录";

"Favourite" = "添加收藏";
"Create Discussion Groups" = "创建讨论组";
"Show in finder" = "在finder中显示";

"Su" = "日";
"Mo" = "一";
"Tu" = "二";
"We" = "三";
"Th" = "四"; 
"Fr" = "五";
"Sa" = "六";
"January" = "一月";
"February" = "二月";
"March" = "三月";
"April" = "四月";
"May" = "五月";
"June" = "六月";
"July" = "七月";
"August" = "八月";
"September" = "九月";
"October" = "十月";
"November" = "十一月";
"December" = "十二月";

"File_All" = "显示全部";
"File_Sent" = "已发送";
"File_Accepted" = "已接收";
"File_Sending" = "传输中";
"File_Unfinished" = "未完成传送";
"m_fileFrom" = "来自:  ";
"m_fileTo" = "发给:  ";
"m_fileReceived" = "接收:";
"m_fileSend" = "发送:";
"filePanel_Open" = "打开";
"filePanel_ManyOpen" = "打开多文件";
"filePanel_Finder" = "在Finder中显示";
"filePanel_Stop" = "停止";
"filePanel_Cancel" = "从列表中移除";
"file_clean" = "清空列表";
"file_clean_all" = "清空所有列表";
"file_list" = "筛选";
"You may not quit QQ when filesAndVideo are transferring." = "您尚有进行中的音视频及传输文件操作，确认退出吗？";
"ServerTime_Panel Format" = "%Y年%m月%d日";
"tmp_Dialogue_Alert" = "该会话为临时会话，无法发送文件夹，发送失败";
"暂不支持向我的设备发送文件夹" = "暂不支持向我的设备发送文件夹";
"暂不支持发送文件夹，发送失败" = "暂不支持发送文件夹，发送失败";
"文件夹有特殊字符" = "文件路径中含有特殊字符\"\\\"，发送失败";

"Sigh up" = "注册帐号";
"Retrieve Password" = "忘记密码";
"Choose an account to log on" = "选择要登录的用户";

"Temporary session - from the discussion groups" = "临时会话-来自讨论组:%@";
"Temporary session - from the groups" = "临时会话-来自群:%@";
"Temporary session - from paipai"   = "临时会话-来自拍拍网";
"Temporary session - from CRM"  =   "临时会话-来自企业QQ";
"Temporary session - from perWPA" = "临时会话-来自个人发布网站";

"Selected folder will be failure QQ next time you start" = "选取的文件夹将在QQ下次启动时失效";
"QQ can not be directly read and write the contents of the folder. If you select the folder, and then in the registry QQ can read and write to this folder. After restarting, you need to re-select the save file location." = "QQ无法直接读写该文件夹的内容。如果您选取该文件夹，那么在本次登录内QQ可以读写此文件夹。重新启动后，您需要重新选取保存文件位置。";
"Because of the limitations of the system security, QQ can not save the file in %@. Please re-select to save the file :" = "由于系统安全的限制，QQ无法将文件保存在%@文件夹内。请重新选择将文件保存至：";

"Space" = "Space";
"Use old shortcut" = "还原上次设置的快捷键";
"Type shortcut" = "按键盘设置快捷键";
"Click to record shortcut" = "点击设置快捷键";
"Pad %@" = "Pad %@";
"The key combination %@ can't be used!" = "您的快捷键 %@ 设置失败!";
"The key combination \"%@\" can't be used because %@." = "快捷键 \"%@\" 设置失败，因为%@。";
"The key combination \"%@\" can't be used because it's already used by a system-wide keyboard shortcut. (If you really want to use this key combination, most shortcuts can be changed in the Keyboard & Mouse panel in System Preferences.)" = "\"%@\" 为系统快捷键，您的快捷键设置失败（如果您使用该快捷键，会导致系统设置中跟键盘鼠标相关的快捷设置失效）";
"The key combination \"%@\" can't be used because it's already used by the menu item \"%@\"." = "您的快捷键 \"%@\" 设置失效，该快捷键已被菜单\"%@\"占用.";
"it has been forbidden" = "它被禁止了";
"it is in conflict with other default hotkey" = "它与其它默认快捷冲突";
"Command + " = "Command + ";
"Option + " = "Option + ";
"Shift + " = "Shift + ";
"Control + " = "Control + ";
"File transfer failed" = "文件传送失败";
"The other fefused to receive" = "对方拒绝接收";
"The offline file has been received" = "对方已成功接收离线文件";
"Pull To Load History" = "拉取历史记录";
"Loading Over" = "历史记录加载完毕\n";
"History Above" = "以上是聊天历史记录";
"Clear the current search..." = "清除当前搜索…";
"Can not find the matching search results..." = "无搜索结果…";

"Can not send picture contain special character" = "不能发送含特殊字符的图片"; 
"Picture send failed for missing" = "图片发送失败，您发送的图片文件不存在";
"Picture send failed" = "可能由于网络原因，该图片发送失败。";

"Update Note" = "更新日志:";
"InternalTestPrompt deadline" = "您使用的是内测版本，将于10月20日到期。届时请您前往QQ for Mac官网下载更加稳定、完善的正式版。";
"InternalTestPrompt will expire" = "感谢您使用QQ for Mac内测版进行体验测试，此版本将于%d天后过期，请您前往QQ for Mac官网下载更加稳定、完善的正式版。";
"InternalTestPrompt expired" = "感谢您使用QQ for Mac内测版进行体验测试，此版本已过期，请您前往QQ for Mac官网下载更加稳定、完善的正式版。";

"Has added" = "已添加";

"face_defaultpic" = "face_defaultpic";
"Appear offline to this contact" = "在线对其隐身";
"Appear online to this contact" = "隐身对其可见";
"NoneCameraAvailable" = "检测不到摄像头设备，请确认已连接摄像头后再尝试。";
"CameraOccupied" = "当前摄像头被其他程序占用，请关闭相关程序后再尝试。";

"Add..." = "添加...";
"Add" = "添加";
"Default" = "默认";
"Favourites" = "个人收藏";
"Importing emoticon package..." = "正在导入表情包...(%u/%u)";
"Exporting emoticon package..." = "正在导出表情包...(%u/%u)";
"Dividing emoticon package..." = "正在拆分表情包，请稍候...";
"Import emoticon package..." = "导入表情包...";
"Export selected emoticon package..." = "导出所选表情分组...";
"Export all emoticon package..." = "导出全部表情分组...";
"Delete emoticon group prompt" = "您是否确定删除所选表情组及其组内的所有表情？";
"Delete emoticon group" = "删除表情分组";
"Add emoticon group error" = "该命名与现有的名称重复，请调整。";
"Delete emoticon" = "删除表情";
"Delete emoticon prompt" = "您是否确定删除所选表情？";
"Failed to import emoticon" = "表情导入失败";
"Failed to export emoticon" = "表情导出失败";
"The selected group has no emoticon inside" = "您所选的分组下无表情。";
"Failed to import emoticon with same emoticon" = "您添加的表情已经存在。";
"Failed to import emoticon without login" = "您没有登录QQ，造成无法导入表情包，请登录您需要导入的帐号。";
"Failed to import emoticon with QQs" = "您开启了多个QQ帐号，请通过对应帐号的表情管理器导入表情包。";
"Failed to import emoticon with bad package" = "表情包数据错误，请确认文件格式以及内容的完整性。";
"ScreenCaptureTips" = "您可以调整选框的大小和位置";
"Please verify independent password" = "请先验证独立密码";
"You have not synced all your friends roaming record" = "您没有同步过漫游记录";
"%Y-%m-%d %H:%M:%S" = "%Y年%m月%d日%H:%M:%S";
"You set the number of roaming friend reached the upper limit vip%d, adjusted to %d below and continue to set" = "你设置的漫游好友人数已达vip%d上限，请调整至%d人以下后继续设置";
"Do you confirm the deletion of the message" = "你确认删除%@当天的消息记录吗？删除后的消息记录将被永久删除，不能再恢复";
"You are not yet open for the first time chats roaming settings, click OK to open the roaming settings" = "您还未开启聊天记录漫游的首次设置，点击确定将进行开启漫游的设置";
"sandbox text1" = "由于系统的安全原因，您需要重新设定接收文件或截图的保存位置，否则将无法正常保存";
"sandbox text2" = "当前的系统版本为%d%d.%d.%d，由于安全原因，系统对文件和截图的保存位置的范围做了限制，并对您的保存位置做了以下调整：";
"sandbox text3" = "如果您希望自定义文件保存位置，请将系统更新至10.7.3或以上版本，点击此处前往官网下载更新包。";
"sandbox text3 Click here" = "点击此处";
"Permit access" = "授权";
"Downloads" = "下载";
"Pictures" = "图片";
"You can't set this address for saving files." = "此路径不能被选择";
"The address is system address. It can't set for file-saving." = "此文件路径为系统路径，不能作为文件保存位置";
"The symbolic link is " = "需要授权的路径为 ";
"We've detected that a soft link to QQ localfile folder exists somewhere else. Please press the button below to authorize the link, and update your system software in time." = "程序检测到您的QQ文件夹存在位于其他路径下的软链接。为了保证程序能够正常运行，请授权软链接路径，同时请更新系统。";

"Server Login IP Not Used" = "不使用高级选项";
"Server Login Type UDP" = "UDP类型";
"Server Login Type TCP" = "TCP类型";
"Press Space to speak" = "按住空格键(Space)说话";

"Send Audio Message Failed" = "此条语音消息发送失败。";
"Receive Audio Message Failed" = "对方于%@发送的语音消息接收失败。\n";
"Listen Again" = "重听";
"Send Again" = "重新发送";

"airPictureTips" = "您的iPhone QQ也在线~     \n您可以从中选取照片发送哦";
"AirPicRequestSend" = "请打开 iPhone 中接收到的消息提醒，选择要发送的照片\n如果长时间没有收到提醒，请手动开启iPhone QQ\n(保持您的电脑与iPhone处于同一个网络环境下，体验更佳)";
"AirPicMenuLocal" = "从本地选取";
"AirPicMenuiPhone" = "从iPhone相册中选取";

"SysMsgPanel_current account:" = "当前帐号:%@(%lu)";
"SysMsgPanel_system message" = "请求与通知 - %@";
"SysMsgPanel_system message-processed" = "请求与通知 - 已处理";
"SysMsgPanel_all" = "全部";
"SysMsgPanel_contacts" = "好友";
"SysMsgPanel_groups" = "群";
"SysMsgPanel_filter_all" = "全部 (好友+群)";
"SysMsgPanel_filter_contact" = "好友验证消息";
"SysMsgPanel_filter_group" = "群验证消息";
"SysMsgPanel_msgItem_requests" = "请求";
"SysMsgPanel_msgItem_notification" = "通知";
"SysMsgPanel_unprocessed message" = "未处理消息";
"SysMsgPanel_processed message" = "已处理消息";
"SysMsgPanel_tooltip_ignore all" = "全部忽略";
"SysMsgPanel_tooltip_delete all" = "清空";

"SysMsgItem_accepted and added" = "您已同意并添加对方为好友";
"SysMsgItem_accepted" = "您已同意对方的请求";
"SysMsgItem_refused" = "您已拒绝对方的请求";
"SysMsgItem_ignored" = "您已忽略对方的请求";
"SysMsgItem_requests to add you as a contact" = "请求添加您为好友";
"SysMsgItem_had added you as a contact" = "已添加您为好友";
"SysMsgItem_are you sure to accept the request" = "您确定同意%@(%lu)添加您为好友?";

"ValidateMsgEvent_OtherRequest" = "申请加您为好友";
"ValidateMsgEvent_BeAdded" = "已添加您为好友";
"ValidateMsgEvent_BeAcceptedAndBeAdded" = "同意并添加您为好友";
"ValidateMsgEvent_BeRefused" = "已拒绝您的请求";
"GroupSysMsgEvent_RequireJoin" = "申请入群";
"GroupSysMsgEvent_InviteBuddy" = "邀请您加入群";
"GroupSysMsgEvent_AcceptJoin" = "管理员同意你加入群";
"GroupSysMsgEvent_UserAcceptInvite" = "同意了你的加群邀请";
"GroupSysMsgEvent_DenyJoin" = "管理员拒绝了您的加群申请";
"GroupSysMsgEvent_UserDenyInvite" = "拒绝了您的加群邀请";

"SysMsgItem_tooltip_ignore" = "忽略";
"SysMsgItem_tooltip_ignored" = "已忽略";
"SysMsgItem_tooltip_add" = "添加";
"SysMsgItem_tooltip_accept" = "同意";
"SysMsgItem_tooltip_refuse" = "拒绝";
"SysMsgItem_tooltip_refused" = "已拒绝";
"SysMsgItem_tooltip_shield" = "屏蔽此人";
"SysMsgItem_tooltip_chat" = "发起会话";
"SysMsgMainTips" = "未处理的请求或通知，\n可在这里找回";
"SysMsgPanelTips" = "在已处理消息里，双击已忽\n略的请求可对其重新处理";
"SysMsgSheet_BuddyRefuse_are you sure to decline the request" = "您确定拒绝%@(%lu)添加您为好友?";
"SysMsgSheet_GroupRefuse_are you sure to decline the request" = "您确定拒绝%@(%lu)加入群%@(%lu)?";
"SysMsgSheet_BuddyAdd_are you sure to add %@(%lu) as a contact" = "您确定添加%@(%lu)为好友?";
"SysMsgItem_notice_fail to add" = "添加";
"SysMsgItem_notice_as a contact" = "为好友失败。";
"SysMsgItem_item_addtional message" = "附加信息:%@";

"FileBox_WindowTitle"       = "文件盒子";

"FileBoxUserGuide"          = "传输过的文件，\n收在盒子里哦！";
"FileBox_Today"             = "今天";
"FileBox_Yesterday"         = "昨天";
"FileBox_Previous 7 Days"   = "7 天前";
"FileBox_Previous 30 Days"  = "30 天前";
"FileBox_Earlier"           = "早些时候";

"FileBox_File missing title"= "文件不存在";
"FileBox_File missing note" = "文件已被删除，或路径发生了变更";
"FileBox_OK button"         = "确定";

"FileBox_Tips From"         = "来自: ";
"FileBox_Tips To"           = "发给: ";

"FileBox_Header Size"               = "大小";
"FileBox_Header LastTransmitted"    = "最后传输";
"FileBox_Header Date"               = "时间";

"FileBox_ContextMenu Open"          = "打开";
"FileBox_ContextMenu ShowInFinder"  = "在 Finder 中显示";
"FileBox_ContextMenu Remove"        = "从文件盒子中移除";
"Continue Transfer" = "等待续传，此文件已在本地接收 %@";
"Chat history in the conversion" = "数据文件升级中...";
"Chat history Finished" = "您的数据文件已经升级完毕。";
"menubar_openNFC" = "网内";

"Feedback_Failed to send" = "Oops,发送失败了";
"Feedback_OK" = "好，我知道了";
"Feedback_Resend" = "重新发送";
"Feedback_Send" = "发送";
"Feedback_Your feedback has not been sent yet, are you sure to quit?" = "您的反馈还没有发送成功，是否确定离开？";
"Feedback_Sorry, may be due to network problems, your feedback sent failed, please try again!" = "很抱歉，可能由于网络问题，您的反馈没有发送成功，请再试一次吧！";
"Feedback_Sending" = "发送中...";
"Feedback_Testing & Packing logs file" = "检测打包日志文件";
"Feedback_Uploading logs file" = "上传日志文件";
"Feedback_Successfully sent, thank you for your feedback!" = "发送成功，感谢您的反馈！";
"Feedback_Select" = "-请选择-";
"Feedback_Select Feedback Category" = "请选择反馈类型";

"Hitstory_firstTime" = "QQ for Mac的数据文件正在升级，预计需要临时占用%@容量。\n在此期间，您可以正常使用QQ for Mac。";

"ChatFromOneNet" = "来自网内聊天";
"Histroy_Tran_Success" = "您的数据文件已经升级完毕，是否删除旧版本数据文件？\n您的旧版本数据文件大小为%fMB。";
"Histroy_Tran_Error" = "您的磁盘空间不足，数据文件升级无法继续进行。";
"Histroy_Tran_Success_Title" = "您的数据文件已经升级完毕。";
"Histroy_Tran_Error_Title" = "数据文件转换失败，错误码-%d";
"Discuss Offline Tips" = "您的QQ已离线，无法修改讨论组主题。";

"AntiFraud_Tips_1" = "如果聊天中有涉及财产的操作，请一定先核实好友身份。";
"AntiFraud_Tips_2" = "对方当前不在常用地登录，如果有涉及财产的操作，请一定先核实好友身份。";
"AntiFraud_Tips_5" = "如果聊天中收到对方发来链接要求您购卡充值，请一定先核实好友身份及网站安全性。";
"AntiFraud_Tips_6" = "为保护您和好友的帐号安全，如果聊天过程中有涉及好友辅助申诉的操作，请先核实对方的真实身份。";
"AntiFraud_Tips_7" = "如果聊天中有涉及告诉他人自己帐号密码的操作，请一定先核实好友身份。";
"AntiFraud_Tips_8" = "警惕聊天中的汇款请求，请与本人电话确认后再交易！";

"Batch Group Title" = "群消息设置";
"Exit Batch Group" = "退出批量";
"Begin Batch Group" = "批量操作";

// 通知中心
// - 文件传输
"文件传输" = "文件传输";
"文件传输失败" = "文件传输失败";
"拒绝接收文件" = "拒绝接收文件";
"已成功接收离线文件" = "已成功接收离线文件";
// - 其他
"快速回复" = "快速回复";

"Try Use Swiftly Tip" = "试试输入：联系人、程序、天气、股票...";
"Swiftly Discuss Detail" = "%@、%@等%d人";
"unused plugins" = "未启用插件";
"used plugins" = "已启用插件";
"Swiftly_Preference_Disable" = "停用";
"Swiftly_Preference_Enable" = "启用";
"Swiftly_MainWindow_Guide_1" = "试试在这里搜索好友，发起会话~";
"Swiftly_MainWindow_Guide_2" = "搜索，快速开启本地应用程序";
"Swiftly_MainWindow_Guide_3" = "输入城市名称，关注实时天气";
"Swiftly_MainWindow_Guide_4" = "支持搜索股票，一键添加自选股";
"Swiftly_MainWindow_Guide_5" = "Just enjoy Swiftly ：）";
"lang" = "zh";

"launch Session" = "发起会话";
"Clear All" = "清除所有";

"Remember Password" = "记住密码";
"Auto Login" = "自动登录";

"replied Weibo" = "回复了您的微博";
"comment Weibo" = "评论了您的微博";
"reposted Weibo" = "转播了您的微博";
"mentioned Weibo" = "在微博中@了您";
"private Weibo" = "给您发了一封私信";
"update Weibo" = "您微博有了新消息";

"ignore" = "忽略";
"All messages are already read" = "您暂时没有未读消息";
"QQ Group" = "QQ群";

"msgtable_ignore_down" = "msgtable_ignore_down_cn";

// AIO 右键菜单
"直接发送" = "直接发送";
"发送离线文件" = "发送离线文件";
"打开文件助手" = "打开文件助手";

// 最近会话列表右键菜单
// common
"取消置顶" = "取消置顶";
"置顶" = "置顶";

"在联系人中查看" = "在联系人中查看";
"移除该会话" = "移除该会话";

// buddy
"查看资料" = "查看资料";
"发送邮件" = "发送邮件";
"访问QQ空间" = "访问QQ空间";

// group
"查看群资料" = "查看群资料";
"发送群邮件" = "发送群邮件";
"群消息设置" = "群消息设置";
"接收并提醒消息" = "接收并提醒消息";
"接收但不提醒消息" = "接收但不提醒消息";
"不接收任何消息" = "不接收任何消息";
"群消息设置" = "群消息设置";

// temp
"加为好友" = "加为好友";

// discuss
"讨论组更名" = "讨论组更名";
"更新讨论组信息" = "更新讨论组信息";
"讨论组消息设置" = "讨论组消息设置";
"接收并提示消息" = "接收并提醒消息";
"接收不提示消息" = "接收不提醒消息";

// AIO
"发起会话" = "发起会话";
"版本内测提醒" = "QQ for Mac 3.1.2 内测版";
"未选择会话提醒" = "未选择会话";
"aio_newMsg_remind" = "下方有新消息";

//MenuBar底部中英文取不同字符串，勿删
"menuBar_txl_hover" = "menuBar_txl_hover";
"menuBar_yx_hover" = "menuBar_yx_hover";
"menuBar_kj_hover" = "menuBar_kj_hover";
"menuBar_wb_hover" = "menuBar_wb_hover";
"menuBar_ss_hover" = "menuBar_ss_hover";

"About Panel Close Licence" = "关闭";
"About Panel Title" = "关于";

"Launch Swiftly" = "唤起主程序      ";

"Right Click for more features" = "试试右键，有更多功能";
"Click here to show Contacts List" = "点击打开联系人";

// 图片缓存清理
"TemporaryFile_scan_info" = "当前共有图片%d个，大小为%0.1fMB";
"Scanning temporary files has finished" = "扫描完成，点击立即清理优化电脑性能";
"Scanning temporary files" = "正在扫描图片缓存文件，请稍候…";
"Deleting temporary files" = "正在清理，请稍候…";
"Clean up Temporary Pictures window" = "清理图片缓存";
"Temporary Files From Buddy" = "来自联系人";
"Temporary Files From GroupNDiscuss" = "来自群和讨论组";
"Clean up Temporary Files" = "立即清理";
"Clean up Temporary Files Completed" = "清理已完成";
"TemporaryFile_delete_info" = "帮您获得了%0.1fMB磁盘空间";
"Title of cleanup temporary files box" = "图片缓存";
"Are you sure Quit Temporaryfile manager" = "正在清理图片缓存，您确定要退出并关闭当前页面?";
"Quit Temporaryfile manager" = "退出清理缓存";
"Open image cache directory" = "查看";

// 讨论组系统消息
"DiscussSysMsg_You" = "您";
"DiscussSysMsg_you" = "您";
"DiscussSysMsg_From" = "通过群";
"DiscussSysMsg_More" = "等";
"DiscussSysMsg_JoinTalk" = "参与讨论";
"DiscussSysMsg_Invite" = "邀请了";
"DiscussSysMsg_JoinDiscuss" = "加入讨论组";
"DiscussSysMsg_RemoveMember_FMT" = "%@将%@移出讨论组";
"DiscussSysMsg_RemoveFromDiscussFMT" = "你被%@移出讨论组";
"DiscussSysMsg_ExitDiscuss" = "退出讨论组";
"DiscussSysMsg_ModifyDiscussTitle" = "修改讨论组的主题为";

"CMD+W tips" = "\"偏好设置\"中可设置⌘W仅关闭单个会话";
"Yesterday" = "昨天";
"New QQ Failed" = "新建QQ失败，请重启QQ后再次尝试";

"AddGroupMember %u Left" = "剩余%u人";
"Are You Sure Left %@ Quit Group" = "将%@移出本群？";
"File Direction From" = "来自";
"File Direction To" = "发给";
"Recent Transmission Summary Info" = "有%d个新文件可以接收";

// 数据线
"我的设备" = "我的设备";
"暂不支持发送大于2G的文件" = "暂不支持发送大于2G的文件";
"Click" = "点击 ";
"Available Dataline Tip" = "无需数据线，Mac与手机轻松互传文件";
"Available Dataline Tip Detail" = " 添加文件发送，支持拖拽或Command＋v发送";
"Unsupported Device" = "暂不支持您的设备";
"Unsupported Device Detail" = "该功能暂时支持iPhone、Andriod、Windows Phone设备，敬请期待支持更多设备";
"Unknown Device" = "我的设备功能暂不可用，请确认：";
"Unknown Device Detail" = "1.您使用的是如下移动设备\n   iPhone，iPad，Android，Windows\n2.已在移动设备上登录了最新版本的QQ";
"Need Update QQ" = "手机QQ版本过低";
"Need Update QQ Detail" = "请更新手机QQ版本以使用新功能";
"Send Update Complete" = "升级通知已送达";
"Send Update Complete Detail" = "升级通知已发送您的手机，请在手机上查看";

"FILE_TIPS_OF_REQUEST_TIMEOUT" = "网络连接失败，传输中止";
"FILE_TIPS_OF_REQUEST_DENIED" = "离线上传失败";
"FILE_TIPS_OF_NOSPACE" = "磁盘空间已满，无法接收";
"FILE_TIPS_OF_EXCEPTION" = "发生异常操作，传输终止";
"FILE_TIPS_OF_OTHERERROR" = "未知错误";
"FILE_TIPS_OF_CANCEL" = "已取消传输";
"FILE_TIPS_OF_BECANCELLED" = "对方取消传输";
"FILE_TIPS_OF_REFUSE" = "拒绝接收";
"FILE_TIPS_OF_BEREFUSED" = "对方拒绝接收";
"FILE_TIPS_OF_SUC" = "传输完成";
"FILE_TIPS_BERECEIVE_BY_OTHER_DEVICE" = "已在其他设备接收";
"FILE_TIPS_BEREFUSE_BY_OTHER_DEVICE" = "已在其他设备拒绝";
"FILE_TIPS_BECANCEL_AND_OFFLINE" = "转为离线发送...";

"AIO_TIPS offline file has been received" = "对方已成功接收了您发送的离线文件 \"%@\"";

"文件传输中" = "文件传输中...";
"等待对方接收" = "等待对方接收...";
"发送中" = "发送中...";
"未知错误" = "未知错误";

"当前传输" = "当前传输";
"最近文件" = "最近文件";
"全部接收" = "全部接收";
"全部" = "全部";
"已发送" = "已发送";
"已接收" = "已接收";

"Unable to send file" = "无法进行文件发送";
"File sent successfully" = "文件发送成功";
"File received successfully" = "文件接收成功";
"Sending offline file..." = "文件转为离线发送...";
"Your default disk is full. Please change the directory or clear the disk and accept again." = "您的磁盘空间已满，请更换存放位置或进行清理之后再接收";
"Save received files to" = "将接收到的文件保存到";
"Other..." = "其他...";
"Details" = "详情";
"Unable to send file bigger than 4G." = "文件大于4G，不能离线发送";
"Discuss file larger than 4G." = "文件大于4G，无法发送";
"Unable to send file with 0 byte." = "此文件为空，无法发送";
"%u files waiting for receiving" = "收到%u个文件请求";
"File Assistant" = "文件助手";
"No transmission" = "当前没有传输内容";
"View details in File Assistant" = "在文件助手中查看";
"QQ离线" = "QQ离线";
"您尚有文件未传输完成，是否确认离线？" = "您尚有文件未传输完成，是否确认离线？";
"The receive files directory does not exist, please reset" = "文件接收路径已不存在，请重新设置";

"%u days available" = "云端存储%u天";
"The file has expired" = "该文件已过期";